Repository: rokartur/Micmute
Catalog: Micmute/Localizable.xcstrings
Source language: en
Languages: pl

source: About
pl: O aplikacji

source: Adjust %@'s volume
pl: Dostosuj głośność %@

source: Always show
pl: Zawsze pokazuj

source: Always top
pl: Zawsze u góry

source: Animation
pl: Animacje

source: Author
pl: Autor

source: Available devices
pl: Dostępne urządzenia

source: Behavior on left click
pl: Zachowanie na lewy klik

source: Center Bottom
pl: Środek Dól

source: Center Top
pl: Środek Gora

source: Check for Updates
pl: Sprawdź aktualizacje

source: Check mute status
pl: Sprawdź wyciszenie

source: Disabled
pl: Wyłączone

source: Display
pl: Wyświetlanie

source: Downloads
pl: Pobrania

source: Duration
pl: Czas trwania

source: Fade
pl: Zanikanie

source: General
pl: Ogólne

source: HAL audio plugin required
pl: Wymagana wtyczka audio HAL

source: HAL audio plugin unavailable
pl: Wtyczka audio HAL jest niedostępna

source: Hold the shortcut to temporarily unmute
pl: Przytrzymaj, aby tymczasowo wyłączyć wyciszenie

source: Install driver
pl: Zainstaluj sterownik

source: Installing HAL audio plugin…
pl: Instalowanie wtyczki audio HAL…

source: Large
pl: Duży

source: Large Both
pl: Oba duże

source: Launch an app that plays audio to adjust its individual volume. We'll update automatically when new sessions appear.
pl: Uruchom aplikację odtwarzającą dźwięk, aby dostosować jej indywidualną głośność. Zaktualizujemy listę automatycznie, gdy pojawią się nowe sesje.

source: Launch Micmute at login
pl: Uruchom Micmute przy starcie systemu

source: Leave a ⭐ on GitHub
pl: Zostaw ⭐na GitHub’ie

source: Left Bottom
pl: Lewo Dół

source: Left Top
pl: Lewo Góra

source: Made with ❤️ by rokartur
pl: Wykonane z ❤️ przez rokartur

source: Medium
pl: Średnie

source: Mic unmutes while the shortcut is held
pl: Mikrofon włącza się po przytrzymaniu

source: Micmute couldn't start its HAL audio plugin. Try reinstalling or rebooting your Mac.
pl: Micmute nie mógł uruchomić wtyczki audio HAL. Spróbuj ponownie zainstalować wtyczkę lub zrestartować Maca.

source: Micmute needs administrator permission to install its HAL audio plugin. We'll restart audio services automatically.
pl: Micmute potrzebuje uprawnień administratora, aby zainstalować wtyczkę audio HAL. Automatycznie ponownie uruchomimy usługi audio.

source: Micmute settings...
pl: Ustawienia Micmute...

source: Mute
pl: Wycisz

source: Muted
pl: Wyciszony

source: No animation
pl: Bez animacji

source: No audio sources detected
pl: Brak wykrytych źródeł audio

source: No release notes available
pl: Brak notatek wydania

source: Notification
pl: Powiadomienie

source: Only Large Icon
pl: Tylko duża ikona

source: Only Small Icon
pl: Tylko mała ikona

source: Only Text
pl: Tylko tekst

source: Padding
pl: Wypełnienie

source: Peak
pl: Szczyt

source: Per-app volume
pl: Głośność aplikacji

source: Placement
pl: Umieszczenie

source: Preparing HAL audio plugin…
pl: Przygotowywanie wtyczki audio HAL…

source: Push to talk
pl: Naciśnij, aby mówić

source: Push to talk mode
pl: Tryb „naciśnij, aby mówić”

source: Refresh active applications list
pl: Odśwież listę aktywnych aplikacji

source: Release notes are still loading
pl: Notatki wydania są wczytywane

source: Repository
pl: Repozytorium

source: Retry installation
pl: Spróbuj ponownie zainstalować

source: Right Bottom
pl: Prawo dół

source: Right Top
pl: Prawo góra

source: Row Small Both
pl: Oba małe w rzędzie

source: Scale
pl: Skala

source: Search apps
pl: Szukaj aplikacji

source: Show
pl: Pokaż

source: Show notification
pl: Pokaż powiadomienie

source: Showing last %lld releases
pl: Wyświetlanie ostatnich %lld wydań

source: Shows menu
pl: Pokazuje menu

source: Small
pl: Małe

source: They will appear here right after Micmute fetches them from GitHub.
pl: Pojawią się tutaj, gdy Micmute pobierze je z GitHuba.

source: This takes only a moment.
pl: To zajmie tylko chwilę.

source: Toggle mute
pl: Przełącz wyciszenie

source: Unmute
pl: Wyłącz wyciszenie

source: Unmuted
pl: Odciszony

source: Until unmute
pl: Do momentu wyłączenia wyciszenia

source: Update available
pl: Dostępna aktualizacja

source: Version %@
pl: Wersja %@

# Version %@ Build (%@)
source: Version %1$@ Build (%2$@)
pl: Wersja %1$@ Build (%2$@)

source: View all assets on GitHub
pl: Zobacz wszystkie pliki na GitHubie

source: View on GitHub
pl: Zobacz na GitHubie

source: Volume after unmute
pl: Głośność po odciszeniu

source: What's New
pl: Co nowego?

source: You'll be asked for administrator permission so we can place the driver in the HAL folder.
pl: Poprosimy o uprawnienia administratora, aby umieścić sterownik w folderze HAL.
